bash-completion
btop
duf
fastfetch
git
github-cli
htop
less
man-db
man-pages
micro
nano
neovim
pv
reflector
rebuild-detector
ripgrep
rsync
wget
which
pkgfile
plocate
cliphist
grim
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
playerctl
polkit-gnome
pavucontrol
slurp
swaync
swww
waybar
wl-clipboard
wlogout
nwg-displays
nwg-look
kitty
dolphin
kate
meld
chromium
firefox
flatpak
localsend
vlc
vscodium
papirus-icon-theme
gnome-themes-extra
otf-font-awesome
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ttf-fira-code
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-meslo-nerd
pipewire-alsa
pipewire-pulse
wireplumber
rofi