alacritty
awesome-terminal-fonts
blueman
breeze
brightnessctl
btop
btrfs-assistant
cantarell-fonts
chromium
cliphist
discord-screenaudio
dolphin
duf
fastfetch
ffmpegthumbnailer
figlet
firefox
flatpak
git
github-cli
glances
gnome-text-editor
gnome-themes-extra
gparted
grim
grimblast-git
gum
gvfs-mtp
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
kate
kde-gtk-config
kitty
libreoffice-fresh
localsend
loupe
meld
micro
nano
nano-syntax-highlighting
nautilus
neovim
nm-connection-editor
nodejs
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nwg-displays
nwg-dock-hyprland
nwg-look
octopi
otf-font-awesome
papirus-icon-theme
partitionmanager
paru
pavucontrol
playerctl
plocate
polkit-gnome
polkit-kde-agent
pv
qt6ct
ripgrep
rofi
rsync
slurp
swaync
swww
tauon-music-box
tree
ttf-bitstream-vera
ttf-dejavu
ttf-fira-code
ttf-fira-sans
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
tty-clock
uwsm
vim
vlc
vlc-plugins-all
vscodium
waybar
waypaper
wl-clipboard
wlogout
wofi
xclip
xdg-desktop-portal-hyprland
yay
zen-browser-bin
