accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
awesome-terminal-fonts
base
base-devel
bash-completion
bind
blueman
bluez
bluez-hid2hci
bluez-libs
bluez-utils
breeze
brightnessctl
btop
btrfs-assistant
btrfs-progs
cachyos-fish-config
cachyos-gaming-applications
cachyos-gaming-meta
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
chromium
chwd
cliphist
cpupower
cryptsetup
device-mapper
dhclient
diffutils
discord-screenaudio
dmidecode
dmraid
dnsmasq
dolphin
dosfstools
duf
e2fsprogs
efibootmgr
efitools
egl-wayland
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
figlet
firefox
flatpak
fsarchiver
fuse2
git
github-cli
glances
gnome-themes-extra
grim
grimblast-git
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gum
haveged
hdparm
htop
hwdetect
hwinfo
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
inetutils
iptables-nft
iwd
jfsutils
kate
kde-gtk-config
kdeclarative
kdegraphics-thumbnailers
kdeplasma-addons
kitty
less
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-icd-loader
libdvdcss
libgsf
libopenraw
libreoffice-fresh
libva-nvidia-driver
libwnck3
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-cachyos-lts-nvidia-open
linux-cachyos-nvidia-open
linux-firmware
localsend
logrotate
loupe
lsb-release
lsscsi
lvm2
man-db
man-pages
mdadm
meld
mesa-utils
micro
mkinitcpio
modemmanager
mtools
nano
nano-syntax-highlighting
nautilus
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
nm-connection-editor
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntp
nvidia-settings
nvidia-utils
nwg-displays
nwg-dock-hyprland
nwg-look
octopi
opencl-nvidia
openssh
os-prober
otf-font-awesome
pacman-contrib
papirus-icon-theme
partitionmanager
paru
pavucontrol
perl
pipewire-alsa
pipewire-pulse
pkgfile
plasma-desktop
playerctl
plocate
plymouth
polkit-gnome
polkit-kde-agent
poppler-glib
power-profiles-daemon
pv
python
python-defusedxml
python-packaging
python-pip
python-screeninfo
qt5-graphicaleffects
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt6-wayland
qt6ct
rebuild-detector
reflector
ripgrep
rofi
rsync
rtkit
s-nail
sddm
sddm-kcm
sg3_utils
slurp
smartmontools
snapper
sof-firmware
sudo
swaync
swww
sysfsutils
texinfo
ttf-bitstream-vera
ttf-dejavu
ttf-fira-code
ttf-fira-sans
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
tty-clock
tumbler
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
uwsm
vi
vim
vlc
vlc-plugins-all
vscodium
vulkan-icd-loader
waybar
waypaper
wget
which
wireless-regdb
wireplumber
wl-clipboard
wlogout
wofi
wpa_supplicant
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xwayland
yay
zen-browser-bin
